[
{
    "framework": "Ansoff Matrix",
        "description": "The Ansoff Matrix was one of the first systematic approaches companies could apply to determine business growth opportunities by mapping current and new products against current and new markets. Ansoff distinguished four growth strategies: market penetration (selling more of the same products in current markets), market development (selling more of the same products in new markets), product development (selling new products in current markets), and diversification (selling new products in new markets).",
        "author": "Ansoff, H. Igor.",
        "url": "http://pubsonline.informs.org/doi/abs/10.1287/mnsc.4.4.392",
        "pubtitle": "A Model for Diversification",
        "date": "1958",
        "reflength": "one line",
        "approach": "Classical",
        "x": "26px",
        "y": "531px",
        "bcg": "false",
        "align": "topright"
},
{
    "framework": "Barriers to Entry",
    "description": "Bain postulated barriers to entry as determining factors of industry performance and its structure. Barriers to entry can limit the ability of new companies to enter a given industry and, therefore, can serve as a protective mechanism for incumbents. The barriers arise from an incumbent's absolute cost advantage, significant product differentiation, or economies of scale.",
    "author": "Bain, Joe S.",
    "url": "http://www.jstor.org/discover/10.2307/1249133?sid=21105621341253&uid=3739832&uid=2&uid=3739256&uid=4",
    "pubtitle": "Industrial Organization",
    "date": "1959",
    "reflength": "one line",
    "approach": "Classical",
    "x": "42px",
    "y": "526px",
    "bcg": "false",
    "align": "topright"
},
{
    "framework": "Innovation Adoption Curves",
    "description": "Rogers's diffusion-of-innovations concept lays out that innovations are communicated through certain channels over time among customers (or members of another social system). Customers assess an innovation by the risk and uncertainty of adopting it, which is based on its relative advantage over an existing product, its compatibility with values and experiences, its complexity, its \"trialability,\" and its observability. This assessment influences an individual customer's rate of adoption, generally yielding five dominant patterns of innovation adoption curves: innovators, early adopters, early majority, late majority, and laggards.",
    "author": "Rogers, Everett M.",
    "url": "http://www.amazon.com/Diffusion-Innovations-Edition-Everett-Rogers/dp/0743222091",
    "pubtitle": "Diffusion of Innovations",
    "date": "1962",
    "reflength": "one line",
    "approach": "Visionary",
    "x": "87px",
    "y": "510px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Strategy & Structure",
    "description": "By studying the rise of the U.S. industrial enterprise after World War II, Chandler found that changes in the structure of those organizations were responses to a company's growth opportunities. A new strategy to capitalize on such growth opportunities often required a refined or even new organization structure to enable efficient operations. Thus, he coined the term \"structure follows strategy.\"",
    "author": "Chandler, Alfred D.",
    "url": "http://www.amazon.com/Strategy-Structure-Chapters-Industrial-Enterprise/dp/0262530090/ref=sr_1_4?ie=UTF8&qid=1421259576&sr=8-4&keywords=Alfred+Chandler",
    "pubtitle": "Strategy and Structure: Chapters in the History of the American Industrial Enterprise",
    "date": "1962",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "87px",
    "y": "528px",
    "bcg": "false",
    "align": "top"
},
{
    "framework": "Gap Analysis",
    "description": "In a period in which strategic planning was practiced but its theory was relatively unexplored, Ansoff developed a rational model by which strategic and planning decisions could be made. At the core of the concept that focused on corporate expansion and diversification was the gap analysis: a tool to assess a company's current position, a target position, and specific strategic actions bridging any gap between the former two. It is a long-term oriented tool that builds on the extrapolation of trends to predict the turnover rate and contribution margin of existing and new products.",
    "author": "Ansoff, H. Igor.",
    "url": "http://www.amazon.com/Corporate-Strategy-H-Igor-Ansoff/dp/0070021112/ref=sr_1_1?ie=UTF8&qid=1421260627&sr=8-1&keywords=Ansoff+Corporate+Strategy",
    "pubtitle": "Corporate Strategy: An Analytic Approach to Business Policy for Growth and Expansion",
    "date": "1965",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "133px",
    "y": "495px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Product Life Cycle",
    "description": "The product life-cycle model first brought forward by Theodore Levitt can help to analyze maturity stages of products and industries. The model has significant impact on business strategy and corporate performance, as it identifies the distinct stages affecting sales of a product from the product's inception until its retirement. The stages in the product life cycle are: introduction (product is first brought to market), growth (increasing sales and emergence of competitors), maturity (sales volume steady, competitors begin to exit market), and decline (decline in sales).",
    "author": "Levitt, Theodore.",
    "url": "https://hbr.org/1965/11/exploit-the-product-life-cycle",
    "pubtitle": "Exploit the Product Life Cycle",
    "date": "1965",
    "reflength": "one line",
    "approach": "Classical",
    "x": "133px",
    "y": "513px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Scenario Planning",
    "description": "Scenario planning is a method for creating flexible long-term strategic plans by describing a small number of scenarios about how the future may unfold and how these changes may affect the corporation. Scenarios help link uncertainties about the future to decisions that need to be made today and thereby aim to increase knowledge of the business environment and widen the perception of possible future events. Generally, scenarios depend on the evolution of defined exogenous forces: social, technological, economic, environmental, and political.",
    "author": "Kahn, Herman.",
    "url": "none",
    "pubtitle": "Thinking About the Unthinkable",
    "date": "1966",
    "reflength": "one line",
    "approach": "Classical",
    "x": "148px",
    "y": "487px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "SWOT Analysis",
    "description": "The SWOT analysis is a tool used in strategy formulation. It helps determine strengths, weaknesses, opportunities, and threats for a particular company. A company's strengths and weaknesses are internal factors that can  create or destroy value. Opportunities and threats are external factors that create or destroy value and emerge from industry and market dynamics over which a company has little or no control.",
    "author": "Learned, Edmund P., C. Roland Christensen, Kenneth R. Andrews, and William D. Guth.",
    "url": "http://www.amazon.com/Business-policy-Edmund-Philip-Learned/dp/B0006BWS9E",
    "pubtitle": "Business Policy: Text and Cases",
    "date": "1966",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "148px",
    "y": "505px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "PEST",
    "description": "The PEST analysis enables scanning the external macroenvironment in which a firm operates. PEST is an acronym for the four main dimensions of the macroenvironment: political, economic, sociocultural, and technological. These factors play a vital role in the value creation opportunities of a strategy. Yet, companies usually have little or no control over these factors.",
    "author": "Aguilar, Francis J.",
    "url": "http://www.amazon.com/Scanning-Business-Environment-Francis-Aguilar/dp/B000VF9852",
    "pubtitle": "Scanning the Business Environment",
    "date": "1967",
    "reflength": "one line",
    "approach": "Classical",
    "x": "163px",
    "y": "479px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Experience Curve",
    "description": "The experience curve, one of BCG's signature concepts, had its genesis in a cost analysis performed for a major semiconductor manufacturer in 1966. It held that a company's unit production costs would fall by a predictable amount—typically, 20 to 30 percent in real terms—for each doubling of \"experience\" or accumulated production volume. BCG's founder, Bruce Henderson, suggested that in a business context, market share leadership could confer a decisive competitive edge: a company with dominant share could more rapidly accumulate valuable experience and thus achieve a self-perpetuating cost advantage over its rivals.",
    "author": "Henderson, Bruce.",
    "url": "https://www.bcgperspectives.com/content/Classics/strategy_the_experience_curve/",
    "pubtitle": "The Experience Curve",
    "date": "1968",
    "reflength": "one line",
    "approach": "Classical",
    "x": "178px",
    "y": "470px",
    "bcg": "true",
    "align": "right"
},
{
    "framework": "Fishbone Diagram",
    "description": "A fishbone diagram is a graphical framework for analyzing the root cause of a problem or for identifying potential scenarios and options to resolve particular issues. Common uses are product design and quality defect prevention. Causes are usually grouped into major categories to identify the sources of variation. The categories typically include people involved with the process, methods to perform the process, machines to do the job, materials to produce the final product, measurements to evaluate quality, and environment or the conditions in which the process operates. This methodology was the foundation of the rise of modern quality-management concepts.",
    "author": "Ishikawa, Kaoru.",
    "url": "none",
    "pubtitle": "Guide to Quality Control",
    "date": "1968",
    "reflength": "one line",
    "approach": "Classical",
    "x": "178px",
    "y": "488px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "BCG Portfolio Matrix",
    "description": "The growth-share matrix helps companies decide which markets and business units to invest in on the basis of two factors—company competitiveness and market attractiveness—with the underlying drivers for these factors being relative market share and growth rate, respectively. Putting these drivers in a matrix revealed four quadrants, each with a specific strategic imperative. Low-growth, high-share \"cash cows\" should be milked for cash to reinvest in high-growth, high-share \"stars\" with high future potential. High-growth, low-share \"question marks\" should be invested in or discarded, depending on their chances of becoming stars. Low-share, low-growth \"pets\" are essentially worthless and should be <br/>liquidated, divested, or repositioned.",
    "author": "Henderson, Bruce.",
    "url": "https://www.bcgperspectives.com/content/Classics/strategy_the_product_portfolio/",
    "pubtitle": "The Product Portfolio",
    "date": "1968",
    "reflength": "one line",
    "approach": "Classical",
    "x": "178px",
    "y": "506px",
    "bcg": "true",
    "align": "right"
},
{
    "framework": "Red Queen Effect",
    "description": "The Red Queen effect is a metaphor used in business to describe the unsuccessful efforts of a company to get ahead of its competition. Companies typically implement strategies to gain a competitive advantage and, while their competitors engage in similar practices, the desired advantage never fully materializes owing to the overall increased level of competition. The Red Queen effect stems from evolutionary theory.",
    "author": "Van Valen, Leigh.",
    "url": "https://dl.dropboxusercontent.com/u/18310184/evolutionary-theory/vol-01/Vol.1%2CNo.1%2C1-30%2CL.%20Van%20Valen%2C%20A%20new%20evolutionary%20law..pdf",
    "pubtitle": "A New Evolutionary Law",
    "date": "1971",
    "reflength": "one line",
    "approach": "Classical",
    "x": "223px",
    "y": "461px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Deliberate Corporate Strategy",
    "description": "Deliberate corporate strategy is a strategy formulation process that emphasizes the benefits of acting intentionally and with a long-term perspective. It is the opposite of emergent strategy and builds on the mantra \"plan and think before acting,\" providing the following benefits: direction for the organization, commitment, coordination across the entire organization, optimization of resource allocation, and computer-like programming.",
    "author": "Andrews, Kenneth R.",
    "url": "http://www.amazon.com/Concept-Corporate-Strategy-Kenneth-Andrews/dp/0870949837",
    "pubtitle": "The Concept of Corporate Strategy",
    "date": "1971",
    "reflength": "one line",
    "approach": "Classical",
    "x": "223px",
    "y": "479px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "PIMS (Profit Impact of Market Strategies)",
    "description": "The basic idea behind PIMS is to provide corporate top management, divisional management, marketing executives, and corporate planners with insights and information on expected profit performance of different kinds of businesses under different competitive conditions. By accounting for roughly 80 percent of all factors causing profit variation, the practical applications of PIMS include aid in profit forecasting for individual business units, measuring management performance, and appraising new business opportunities.",
    "author": "Schoeffler, Sidney, Robert D. Buzzel, and Donald F. Heany.",
    "url": "https://hbr.org/1974/03/impact-of-strategic-planning-on-profit-performance",
    "pubtitle": "Impact of Strategic Planning on Profit Performance",
    "date": "1974",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "269px",
    "y": "448px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Real Options",
    "description": "The term \"real options\" was coined by Stewart Myers. It refers to the application of option pricing theory to the valuation of nonfinancial, or \"real,\" investments with learning and flexibility, such as multistage R&D and modular manufacturing-plant expansion.",
    "author": "Myers, Stewart C.",
    "url": "none",
    "pubtitle": "The Relation Between Real and Financial Measures of Risk and Return",
    "date": "1976",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "299px",
    "y": "439px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Rule of Three and Four",
    "description": "In the rule of three and four, Bruce Henderson put forth a hypothesis about the evolution of industry structure and leadership. He posited that a stable, competitive industry will never have more than three significant competitors. Moreover, that industry structure will find equilibrium when the market shares of the three companies reach a ratio of approximately 4:2:1. Despite missing formal validation by rigorous analysis, it did seem to map closely the then-current structures of a wide range of industries. Henderson believed that even if the hypothesis were only approximately true, it would have significant implications for businesses.",
    "author": "Henderson, Bruce.",
    "url": "https://www.bcgperspectives.com/content/Classics/strategy_the_rule_of_three_and_four/",
    "pubtitle": "The Rule of Three and Four",
    "date": "1976",
    "reflength": "one line",
    "approach": "Classical",
    "x": "299px",
    "y": "457px",
    "bcg": "true",
    "align": "right"
},
{
    "framework": "Emergent Strategy",
    "description": "Emergent strategy is the process toward strategy formation in organizations. It emphasizes the benefits of letting strategy emerge rather than planning it deliberately. The mantra is \"try before you commit\" because strategy is viewed as a continual process of learning, experimentation, and risk taking. Formal goals are rarely recorded, and when they are, they remain broad and often not quantifiable.",
    "author": "Mintzberg, Henry.",
    "url": "http://hepg.org/her-home/issues/harvard-educational-review-volume-65-issue-3/herarticle/_310",
    "pubtitle": "Patterns in Strategy Formation, later The Rise and Fall of Strategic Planning",
    "date": "1978",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "329px",
    "y": "423px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Logical Incrementalism",
    "description": "Logical incrementalism relates to the idea of constantly integrating the simultaneous incremental process of strategy formulation and implementation as central to effective strategic management. Quinn's approach to strategy formulation recognizes the complexity of implementing change in an organization and proposes a nonlinear mixture of strategic planning and spontaneous change as opposed to a fully articulated strategic plan. The five stages of logical incrementalism include general concern of an issue or opportunity, broadcasting of a general idea, formal development of a change plan, use of a crisis or opportunity to stimulate implementation, and adaptation of the plan as implementation progresses.",
    "author": "Quinn, James Brian.",
    "url": "http://www3.uma.pt/filipejmsousa/ge/Quinn,%201980.pdf",
    "pubtitle": "Strategies for Change: Logical Incrementalism",
    "date": "1978",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "329px",
    "y": "441px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Five Forces",
    "description": "Porter's five-forces model is an outside-in strategy tool used to assess the attractiveness of an industry by looking at its structure. Specifically, the five-forces analysis rests on five fundamental competitive forces: the ease with which competitors can enter, the threat of substitute products or services, the bargaining power of buyers, the bargaining power of suppliers, and the competition among existing players.",
    "author": "Porter, Michael E.",
    "url": "http://www.hbs.edu/faculty/Pages/item.aspx?num=10692",
    "pubtitle": "How Competitive Forces Shape Strategy",
    "date": "1979",
    "reflength": "one line",
    "approach": "Classical",
    "x": "345px",
    "y": "418px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Benchmarking",
    "description": "Benchmarking consists of comparing a company's performance metrics either internally between departments or externally within the industry. The goal of this exercise is to identify performance relative to best practices and identify areas in which there is room for improvement.",
    "author": "Camp, Robert C.",
    "url": "none",
    "pubtitle": "Benchmarking: The Search for Industry Best Practices That Lead to Superior Performance",
    "date": "1979",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "345px",
    "y": "436px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Three Generic Strategies",
    "description": "Porter describes three ways companies can pursue a sustainable competitive advantage:<br/>•\t<i>Cost Advantage.</i> Producing products at lower cost and outcompeting competitors by offering lower prices <br/>•\t<i>Differentiation.</i> Finding unique product attributes to distinguish products from competitors <br/>•\t<i>Focus.</i> Offering products in specific market segments as opposed to across segments or in the entire market.",
    "author": "Porter, Michael E.",
    "url": "http://www.amazon.com/Competitive-Strategy-Techniques-Industries-Competitors/dp/0684841487",
    "pubtitle": "Competitive Strategy: Techniques for Analyzing Industries and Competitors",
    "date": "1980",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "360px",
    "y": "408px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "7-S",
    "description": "The 7-S framework is used to analyze organizations and monitor changes in the internal workings of a group or company. The framework serves to establish whether the organization is positioned well to achieve the goals it sets by establishing whether structure, strategy, systems, skills, style, staff, and shared values are aligned.",
    "author": "Peters, Thomas J. and Robert H. Waterman, Jr.",
    "url": "http://www.amazon.com/Search-Excellence-Lessons-Americas-Be/dp/006045153X/ref=sr_1_2?s=books&ie=UTF8&qid=1425072530&sr=1-2&keywords=In+Search+of+Excellence",
    "pubtitle": "In Search of Excellence: Lessons from America's Best-Run Companies",
    "date": "1980",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "360px",
    "y": "426px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "(BCG) Advantage Matrix",
    "description": "The advantage matrix groups businesses on the dimensions of \"size of advantage\" (the degree to which the industry or segments are scale driven) and the \"number of approaches to achieve advantage\" (the degree to which differentiation leads to separable company advantages) into four categories: volume, stalemated, specialized, and fragmented businesses. Each of these categories has its own logic for obtaining advantage and requires a distinct set of strategic decisions.",
    "author": "Richard Lochridge.",
    "url": "https://www.bcgperspectives.com/content/classics/strategy_strategy_in_the_1980s/",
    "pubtitle": "Strategy in the 1980s",
    "date": "1981",
    "reflength": "one line",
    "approach": "Classical",
    "x": "374px",
    "y": "383px",
    "bcg": "true",
    "align": "right"
},
{
    "framework": "(Dis)continuous Innovation",
    "description": "Dosi's model of technological innovation accounts for both continuous change and discontinuous innovation. Whereas continuous change is often related to progress along a technological paradigm, discontinuities are associated with the emergence of a new paradigm stemming from scientific advances, economic factors, institutional variables, or difficulties on established technological paths.",
    "author": "Dosi, Giovanni.",
    "url": "https://faculty.fuqua.duke.edu/~charlesw/s591/Bocconi-Duke/Bocconi/s6_Demand_View/Dosi%201982.pdf",
    "pubtitle": "Technological Paradigms and Technological Trajectories: A Suggested Interpretation of the Determinants and Directions of Technical Change",
    "date": "1982",
    "reflength": "three lines",
    "approach": "Visionary",
    "x": "390px",
    "y": "350px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Diversification Strategy and Profitability",
    "description": "Diversification is the process of entering new segments or markets that a company is not yet currently serving. Rumelt's contribution is to provide evidence for the link between diversification and profitability after accounting for differences in relative industry profitability.",
    "author": "Rumelt, Richard P.",
    "url": "none",
    "pubtitle": "Diversification Strategy and Profitability",
    "date": "1982",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "390px",
    "y": "370px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Niche Strategy",
    "description": "Niche strategies revolve around pursuing smaller market segments with distinct customer needs and preferences, with the aim of achieving a dominant and protected position within the niche. The goal of the strategy is to differentiate and protect the niche to such an extent that lower-priced mass-market competitors will find it difficult to serve niche customers.",
    "author": "Woo, Carolyn Y. and  Arnold C. Cooper.",
    "url": "none",
    "pubtitle": "The Surprising Case for Low Market Share",
    "date": "1982",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "390px",
    "y": "388px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Total Quality Management",
    "description": "Total quality management consists of a set of practices that are used to try to instill in the organization the ability to continually improve internal processes and product quality. Far less than by explicitly formalizing rules that mandate certain quality levels, TQM tries to instill the sense that quality can and always should be improved.",
    "author": "Deming, W. Edwards.",
    "url": "none",
    "pubtitle": "Out of the Crisis",
    "date": "1982",
    "reflength": "one line",
    "approach": "Classical",
    "x": "390px",
    "y": "406px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "3Cs",
    "description": "According to the 3Cs framework, companies can be successful only if they integrate the corporation, the customers, and competitors in their approach to strategy. The 3Cs are often referred to in the context of the strategic triangle, highlighting their interconnectedness and the tensions that need to be overcome to obtain sustained competitive advantage.",
    "author": "Ohmae, Kenichi.",
    "url": "none",
    "pubtitle": "The Mind of the Strategist: The Art of Japanese Business",
    "date": "1982",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "390px",
    "y": "424px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Four Phases of Strategy",
    "description": "The authors identify four phases in the strategy-making process, each of which is essential to be successful as a corporation. The phases are: strategy formulation, implementation, evaluation, and modification.",
    "author": "Gluck, Frederick W., Stephen P. Kaufman, and Steven A. Walleck.",
    "url": "none",
    "pubtitle": "Strategic Management for Competitive Advantage",
    "date": "1984",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "421px",
    "y": "358px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Resource-Based View",
    "description": "The resource-based view of a company states that its ability to obtain sustained competitive advantage depends on its ability to identify and harness key resources. Such resources can be the basis of competitive advantage if they are valuable, rare, inimitable, and not substitutable.",
    "author": "Wernerfelt, Birger.",
    "url": "none",
    "pubtitle": "A Resource-Based View of the Firm",
    "date": "1984",
    "reflength": "one line",
    "approach": "Classical",
    "x": "421px",
    "y": "376px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Value Chain",
    "description": "The value chain is the collection of activities that sequentially form the steps by which a company transforms inputs into valuable outputs for its customers. By doing so more effectively along the different steps of the chain, a company can optimize the value delivery and gain competitive advantage.",
    "author": "Porter, Michael E.",
    "url": "none",
    "pubtitle": "Competitive Advantage: Creating and Sustaining Superior Performance",
    "date": "1985",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "436px",
    "y": "353px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "S-Curve",
    "description": "S-curves as a methodology were introduced as a result of studying the relationship between technologies and company performance. They show the typical path of product performance in relation to R&D investment. Whereas performance rises fast driven by a significant effort to introduce a technology, once a decline occurs, productivity is unlikely to increase again despite heavy R&D expenditures. At this stage, a technological discontinuity is likely to occur coinciding with the introduction of an innovative technology that rapidly creates massive productivity gains.",
    "author": "Foster, Richard.",
    "url": "http://www.amazon.com/Innovation-Attackers-Advantage-Richard-Foster/dp/0671622501",
    "pubtitle": "Innovation: The Attacker's Advantage",
    "date": "1986",
    "reflength": "one line",
    "approach": "Shaping",
    "x": "451px",
    "y": "324px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Six Sigma",
    "description": "Six Sigma is a quality management method that provides companies with the tools to improve their business processes. Pioneered by Motorola, Six Sigma is a quality measurement and improvement program that helps companies focus on developing and delivering near-perfect products and services. Six Sigma represents the number of standard deviations away from a perfect product and equals 3.4 defects per 1 million items.",
    "author": "Smith, Bill.",
    "url": "http://www.sixsigmaonline.org/six-sigma-training-certification-information/articles/six-sigma-%E2%80%93-the-historical-perspective.html",
    "pubtitle": "Six Sigma",
    "date": "1986",
    "reflength": "one line",
    "approach": "Classical",
    "x": "451px",
    "y": "346px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Mintzberg’s 5Ps",
    "description": "Mintzberg offers five definitions of strategy. Strategy as a <i>plan</i> emphasizes a consciously intended course of action or set of guidelines to achieve an outcome. Strategy as a <i>ploy</i> is a plan as well, applied as a special maneuver to, for example, outsmart the competition. Strategy as <i>pattern</i> is the resulting behavior of plans—or consistency in actions—both intended and unintended. Strategy as <i>position</i> attributes strategy with the role of \"matchmaker\" between an organization and its environment. Last, strategy as <i>perspective</i> is inward looking and defines strategy as an ingrained way of perceiving the world.",
    "author": "Mintzberg, Henry.",
    "url": "http://www3.uma.pt/filipejmsousa/ge/Mintzberg,%201987.pdf",
    "pubtitle": "The Strategy Concept I: Five Ps for Strategy",
    "date": "1987",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "467px",
    "y": "347px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "First-Mover Advantage",
    "description": "First-mover advantage is the competitive advantage gained by a company introducing a product or service into a market in the shortest time. In some industries, first movers are rewarded with near-monopoly status and high margins. However, other industries allow late movers a chance to compete more effectively and efficiently. Therefore, first-mover advantage does not always translate into actual business success.",
    "author": "Lieberman, Marvin B. and David B. Montgomery.",
    "url": "http://www.uni-oldenburg.de/fileadmin/user_upload/wire/fachgebiete/entrepreneur/download/Artikel_Internetoekonomie/Lieberman_First_Mover.pdf",
    "pubtitle": "First-Mover Advantages",
    "date": "1988",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "481px",
    "y": "320px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Time-Based Competition",
    "description": "Traditionally, businesses strove to produce high-quality goods at the lowest-possible cost. But Stalk and Hout taught that the added element of speed is the key to competitive advantage. Stalk had observed Japanese companies that were not scale leaders in their industries reaping advantage by shortening their product-development cycles and factory-process times—managing time the way that most businesses manage costs, quality, and inventory. By responding more quickly, companies enhanced their productivity and gained favor with customers, achieving higher market share, while also reducing complexity and rework and increasing transparency, which allowed them to <br/>break the assumed trade-off between <br/>cost and quality.",
    "author": "Stalk, George.",
    "url": "https://hbr.org/1988/07/time-the-next-source-of-competitive-advantage/ar/1",
    "pubtitle": "Time—The Next Source of Competitive Advantage",
    "date": "1988",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "481px",
    "y": "338px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Transformational Change",
    "description": "Handy examines the ways that dramatic changes are transforming business, education, and the nature of work. According to him, discontinuous change requires discontinuous, upside-down thinking, new kinds of organizations, new approaches to work, new types of schools, and new ideas about the nature of our society. Handy closely relates change to the idea of growth, stating that it is essentially another word for growth and learning.",
    "author": "Handy, Charles.",
    "url": "http://www.amazon.com/The-Age-Unreason-Charles-Handy/dp/0875843018",
    "pubtitle": "The Age of Unreason: Reflections of a Reluctant Capitalist",
    "date": "1989",
    "reflength": "two lines",
    "approach": "Renewal",
    "x": "497px",
    "y": "311px",
    "bcg": "false",
    "align": "right"
},    
{
    "framework": "Core Competencies",
    "description": "The core competence model starts the strategy process by emphasizing the core strengths of an organization. It states that in the long run, competitiveness derives from an ability to build a core competence at lower cost and more speedily than competitors. A core competence can be any combination of specific, inherent, integrated, and applied knowledge, skills, and attitudes.",
    "author": "Prahalad, C.K. and Gary Hamel.",
    "url": "https://hbr.org/1990/05/the-core-competence-of-the-corporation",
    "pubtitle": "The Core Competence of the Corporation",
    "date": "1989",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "497px",
    "y": "338px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Reengineering",
    "description": "Reengineering requires looking at the fundamental processes of the business from a cross-functional perspective. At the heart of reengineering is the notion of discontinuous thinking—of recognizing and breaking away from the outdated rules and fundamental assumptions that underlie operations. From Hammer's perspective, incremental improvements—through, for example, further automation of existing processes—are insufficient. Instead of organizing a company into functional specialties, one should look at the complete process and rebuild a company into a series of processes.",
    "author": "Hammer, Michael.",
    "url": "https://hbr.org/1990/07/reengineering-work-dont-automate-obliterate/ar/1",
    "pubtitle": "Reengineering Work: Don't Automate, Obliterate",
    "date": "1990",
    "reflength": "two lines",
    "approach": "Renewal",
    "x": "511px",
    "y": "302px",
    "bcg": "false",
    "align": "right"
},    
{
    "framework": "Diamond Model",
    "description": "The diamond model is used to assess the comparative position of a nation or major region. Porter suggests that the four interlinked advanced factors that form the diamond model can be shaped proactively by government: the strategy, structure, and rivalry of firms; demand conditions; related supporting industries; and factor conditions. The role of government in the diamond model is to act as a catalyst and to encourage companies to strive for higher levels of competitive performance.",
    "author": "Porter, Michael E.",
    "url": "https://hbr.org/1990/03/the-competitive-advantage-of-nations",
    "pubtitle": "The Competitive Advantage of Nations",
    "date": "1990",
    "reflength": "one line",
    "approach": "Classical",
    "x": "511px",
    "y": "330px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Commitment",
    "description": "Ghemawat makes recent results in game-theoretic industrial organization accessible and useful to practitioners in the field of strategic management. On a conceptual level, Ghemawat strives to isolate \"commitment\" as the sole explanation of persistent differences in company performance. On a more pragmatic level, he provides a framework intended to aid managers in making commitment-intensive decisions.",
    "author": "Ghemawat, Pankaj.",
    "url": "http://www.amazon.com/Commitment-Dynamic-Strategy-Pankaj-Ghemawat/dp/0029115752",
    "pubtitle": "Commitment: The Dynamic of Strategy",
    "date": "1991",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "527px",
    "y": "322px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Mass Customization",
    "description": "The idea of mass customization is to balance high production volumes and product individualization. This individualization comes from predefined building blocks or options customers can choose from. Mass customization is cheaper than true individual production but slightly more expensive than mass production.",
    "author": "Pine, B. Joseph, II.",
    "url": "http://www.amazon.com/Mass-Customization-Frontier-Business-Competition/dp/0875843727",
    "pubtitle": "Mass Customization: The New Frontier in Business Competition",
    "date": "1992",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "542px",
    "y": "292px",
    "bcg": "false",
    "align": "right"
},    
{
    "framework": "Capabilities Competition",
    "description": "In more dynamic business environments, strategy has become a \"war of movement\" as opposed to a positional game in more stable environments. Stalk, Evans, and Shulman argue that in environments in which anticipation of market trends and quick responses to changing customer needs are key to success, the essence of strategy is not the structure of a company’s products but rather the dynamics of its behavior. The main goal is to develop unique organizational capabilities that distinguish a company from its competitors.",
    "author": "Stalk, George, Philip Evans, and Lawrence E. Shulman.",
    "url": "https://hbr.org/1992/03/competing-on-capabilities-the-new-rules-of-corporate-strategy",
    "pubtitle": "Competing on Capabilities: The New Rules of Corporate Strategy",
    "date": "1992",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "542px",
    "y": "315px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Ecosystem Strategy",
    "description": "Moore suggests that a company be viewed not as a member of a single industry but as part of a business ecosystem that crosses a variety of industries. In a business ecosystem, companies coevolve capabilities around a new innovation: they work cooperatively and competitively to support new products, satisfy customer needs, and eventually incorporate the next round of innovations. Every business ecosystem develops in four distinct stages: birth, expansion, leadership, and self-renewal (or death). Despite differences among industries for each stage, the idea of coevolution holds: <br/>it is the complex interplay between competitive <br/>and cooperative business strategies.",
    "author": "Moore, James F.",
    "url": "https://hbr.org/1993/05/predators-and-prey-a-new-ecology-of-competition/ar/1",
    "pubtitle": "Predators and Prey: A New Ecology of Competition",
    "date": "1993",
    "reflength": "two lines",
    "approach": "Shaping",
    "x": "557px",
    "y": "249px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Hypercompetition",
    "description": "Hypercompetitive firms succeed in dynamic markets by disrupting the status quo and creating a continuous series of temporary advantages. D'Aveni reveals how competitive moves and countermoves escalate with such ferocity that the traditional sources of competitive advantage can no longer be sustained. Companies must fundamentally shift their strategic focus as advantage is continually created, eroded, destroyed, and recreated through strategic maneuvering in four arenas of competition: price and quality, timing and know-how, stronghold creation-invasion, and deep pockets.",
    "author": "D'Aveni, Richard.",
    "url": "http://www.amazon.com/Hypercompetition-Richard-A-Daveni/dp/0029069386",
    "pubtitle": "Hypercompetition: Managing the Dynamics of Strategic Manuevering",
    "date": "1994",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "573px",
    "y": "278px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Sustainability Strategy",
    "description": "The \"triple bottom line,\" coined in 1994 by John Elkington, emphasizes sustainability next to profits. He argued that companies should be preparing three bottom lines: the traditional measure of corporate profit—the bottom line of the profit and loss account; the bottom line of a company's \"people account\"—a measure of how socially responsible an organization has been throughout its operations; and the bottom line of the company's \"planet account\"—a measure of environmental responsibility. The triple bottom line thus consists of three Ps—profit, people, and planet—and aims to measure the financial, social, <br/>and environmental performance.",
    "author": "Elkington, John.",
    "url": "http://www.amazon.com/Cannibals-Forks-Triple-Century-Business/dp/1841120847",
    "pubtitle": "Cannibals with Forks: The Triple Bottom Line of 21st Century Business",
    "date": "1994",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "573px",
    "y": "306px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Disruptive Innovation",
    "description": "Christensen's disruptive-innovation model can be applied to describe the impact of new technologies on a company's existence. Disruptive innovations are typically cheaper, simpler-to-use versions of existing products that drive upmarket and eventually replace the incumbent product. By focusing on sustaining innovations, incumbents leave themselves vulnerable to disruptive innovation and often react when it is too late.",
    "author": "Bower, Joseph L. and Clayton M. Christensen.",
    "url": "https://hbr.org/1995/01/disruptive-technologies-catching-the-wave",
    "pubtitle": "Disruptive Technologies: Catching the Wave",
    "date": "1995",
    "reflength": "two lines",
    "approach": "Visionary",
    "x": "588px",
    "y": "208px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Value Migration",
    "description": "According to Slywotzky, value migration is the flow of economic and shareholder value away from an increasingly outmoded business design toward others that are better equipped to create utility for customers and profit for the company. These value flows or shifts commonly occur among industries, among companies, and among business designs within a company.",
    "author": "Slywotzki, Adrian J.",
    "url": "http://www.amazon.com/Value-Migration-Competition-Management-Innovation/dp/0875846327",
    "pubtitle": "Value Migration: How to Think Several Moves Ahead of the Competition",
    "date": "1995",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "588px",
    "y": "260px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Return on Quality",
    "description": "The return-on-quality concept enables quality improvement expenditures to be evaluated as investments on an equal footing with other financial investments. The ROQ approach makes quality improvement efforts financially accountable and directly comparable to the ROI of any other investment. The approach ensures that quality improvement efforts pay off and that spending is not wasted on quality improvement efforts that do not carry their own weight.",
    "author": "Rust, Roland, Anthony J. Zahorik, and Timothy L. Keiningham.",
    "url": "http://www.ipsos-na.com/download/pr.aspx?id=6156",
    "pubtitle": "Return on Quality (ROQ): Making Service Quality Financially Accountable",
    "date": "1995",
    "reflength": "three lines",
    "approach": "Classical",
    "x": "588px",
    "y": "300px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Co-Opetition",
    "description": "Driven by insights from game theory, Brandenburger and Nalebuff recommend co-opetition as a way to craft successful business strategy, because it means actively shaping the game a company plays. This encourages thinking about cooperative and competitive ways to change the game, and co-opetition results in finding win-win as well as win-lose opportunities for a company and its competitors.",
    "author": "Brandenburger, Adam M. and Barry J. Nalebuff.",
    "url": "http://www.amazon.com/Co-Opetition-Adam-M-Brandenburger/dp/0385479506",
    "pubtitle": "Co-Opetition",
    "date": "1996",
    "reflength": "two lines",
    "approach": "Shaping",
    "x": "603px",
    "y": "177px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Competing for the Future",
    "description": "Organizational transformation should be driven by a point of view about the future of the industry. Prahalad and Hamel argue that developing a point of view about the future should be an ongoing project sustained by continual debate within a company in times when change is inevitable. Since most companies don't start with a shared view of the future, senior managers' first task is to develop a process for pulling together the collective wisdom within the entire organization.",
    "author": "Hamel, Gary and C.K. Prahalad.",
    "url": "https://hbr.org/1994/07/competing-for-the-future",
    "pubtitle": "Competing for the Future",
    "date": "1996",
    "reflength": "one line",
    "approach": "Visionary",
    "x": "603px",
    "y": "195px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Value Innovation",
    "description": "Value innovation allows companies to break free from competition by finding fundamentally new market space in creating products or services for which there are no direct competitors. This requires a different mind-set and a systematic way of looking for opportunities. Managers can look methodically across boundaries of competition to find unoccupied territory. Value innovation and its logic are different from conventional strategy: industry conditions can be shaped, competition is not the benchmark, mass buyers are the target, existing assets and capabilities are no constraint, and the focus is on the total solution from the customer's perspective.",
    "author": "Kim, W. Chan and Renée A. Mauborgne.",
    "url": "https://hbr.org/2004/07/value-innovation-the-strategic-logic-of-high-growth",
    "pubtitle": "Value Innovation: The Strategic Logic of High Growth",
    "date": "1996",
    "reflength": "two lines",
    "approach": "Visionary",
    "x": "603px",
    "y": "213px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Change Management",
    "description": "Companies that undergo successful transformation, according to Kotter, share a change process that goes through a series of phases. In total, these usually require a considerable length of time, and skipping steps only creates the illusion of speed without producing satisfying results. Kotter proposes eight steps for transforming an organization: establishing a sense of urgency, forming a powerful guiding coalition, creating a vision, communicating the vision, empowering others to act on the vision, planning for and creating short-term wins, consolidating improvements and producing still more change, and institutionalizing new approaches.",
    "author": "Kotter, J.P.",
    "url": "http://www.hbs.edu/faculty/Pages/item.aspx?num=137",
    "pubtitle": "Leading Change",
    "date": "1996",
    "reflength": "one line",
    "approach": "Renewal",
    "x": "603px",
    "y": "231px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Strategic Inflection Points",
    "description": "Grove coined the term \"strategic inflection point,\" which refers to a point in time in the life of a business when its fundamentals are going to change. This change can present itself as an opportunity or a threat. Examples of strategic inflection points can be a drastic technological change, fierce competition, or a fundamental change in how business is done.",
    "author": "Grove, Andrew S.",
    "url": "http://www.amazon.com/Only-Paranoid-Survive-Exploit-Challenge/dp/0385483821",
    "pubtitle": "Only the Paranoid Survive: How to Exploit the Crisis Points That Challenge Every Company",
    "date": "1996",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "603px",
    "y": "249px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Bowman's Strategy Clock",
    "description": "Bowman's Strategy Clock is a model used in marketing to analyze the competitive position of a company relative to the offerings of competitors. It was developed by Cliff Bowman and David Faulkner and considers competitive advantage in relation to cost advantage or differentiation advantage. Bowman's Strategy Clock outlines eight possible strategies in line with the dimensions of price and perceived added value. The resulting star shape, which is reminiscent of a clock face, gives this tool its name.",
    "author": "Bowman, Cliff and David Faulkner.",
    "url": "http://www.amazon.com/Competitive-Corporate-Strategy-Cliff-Bowman/dp/0256214239",
    "pubtitle": "Competitive and Corporate Strategy",
    "date": "1996",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "603px",
    "y": "295px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Dynamic Capabilities",
    "description": "In quickly changing business environments, companies can gain a competitive advantage if they are able to develop capabilities to strategically adapt accordingly. These dynamic capabilities allow the company to change over time in tune with its industry or environment. Teece and Pisano define these capabilities as a company's ability to integrate, build, and reconfigure internal and external competencies to address rapidly changing environments. Typical examples of dynamic capabilities include R&D, reorganization, and postmerger integration.",
    "author": "Teece, David J., Gary Pisano, and Amy Shuen.",
    "url": "https://faculty.fuqua.duke.edu/~charlesw/s591/Bocconi-Duke/Papers/C10/TeecePisanoShuenSMJ.pdf",
    "pubtitle": "Dynamic Capabilities and Strategic Management",
    "date": "1997",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "619px",
    "y": "241px",
    "bcg": "false",
    "align": "right"
},    
{
    "framework": "Distinctive Capabilities",
    "description": "Companies with distinctive capabilities have attributes that competitors cannot replicate. Kay argues that successful companies derive their strength from a special structure of relationships with employees, customers, and suppliers and that companies possess three distinctive capabilities to achieve competitive advantage through these relationships: architecture, reputation, and innovation.",
    "author": "Kay, John.",
    "url": "http://bsr.london.edu/lbs-article/526/index.html",
    "pubtitle": "The Structure of Strategy",
    "date": "1997",
    "reflength": "one line",
    "approach": "Classical",
    "x": "619px",
    "y": "291px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Temporary Advantage",
    "description": "Taking inspiration from the world of biology, Fine argues that each industry has its evolutionary life cycle, or \"clockspeed,\" measured by the rate at which it introduces new products, processes, and organization structures. As geneticists study the fruit fly to gain insight into the evolutionary paths of all animals, managers in any industry can learn from the \"industrial fruit flies\"—Internet services, personal computers, and multimedia entertainment—that evolve at breakneck speed. Fine illustrates how competitive advantage is lost or gained in the management of the dynamic web of relationships that run throughout a company's chain <br/>of suppliers, distributors, and alliance partners.",
    "author": "Fine, Charles H.",
    "url": "http://books.google.com/books/about/Clockspeed.html?id=5zOE2C6EtzUC",
    "pubtitle": "Clockspeed: Winning Industry Control in the Age of Temporary Advantage",
    "date": "1998",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "633px",
    "y": "231px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Value Chain Deconstruction",
    "description": "Vertically integrated value chains, formerly formidable barriers to competition once established, have come under pressure in the digital age. Eroding trade barriers and the resulting globalization of markets, modern manufacturing and distribution technologies, deregulation, and revolution in the economics of information call for new concepts of strategy and organization. Start-up companies launch direct attacks, or incumbents leverage their capabilities to position themselves as orchestrators.",
    "author": "Stern, Carl W.",
    "url": "https://www.bcgperspectives.com/content/articles/alliances_joint_ventures_business_unit_strategy_deconstruction_value_chains/",
    "pubtitle": "The Deconstruction of Value Chains",
    "date": "1998",
    "reflength": "one line",
    "approach": "Classical",
    "x": "633px",
    "y": "282px",
    "bcg": "true",
    "align": "right"
},
{
    "framework": "Continuous Strategy Process",
    "description": "Markides advocates a dynamic view of strategy that continually revisits the strategic choices made by a company. To do so, a company must identify and colonize a distinctive strategic position in its industry. While competing in its current position, a company also must search continually for new strategic positions. After identifying another viable strategic position in its industry, the company must manage both positions simultaneously. Designing a successful strategy is a never-ending requirement, and a company is challenged to answer the who-what-and-how questions in order to remain flexible and ready to adjust its strategy if feedback from the market is unfavorable.",
    "author": "Markides, Constantinos C.",
    "url": "http://sloanreview.mit.edu/article/a-dynamic-view-of-strategy/",
    "pubtitle": "A Dynamic View of Strategy",
    "date": "1999",
    "reflength": "one line",
    "approach": "Adaptive",
    "x": "649px",
    "y": "209px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Dynamic Strategies",
    "description": "Moncrieff recognized that strategy is partially deliberate and partially unplanned. The unplanned element comes from two sources: \"emergent strategies\" result from opportunities and threats in the environment, and \"strategies in action\" are ad hoc actions by people from all parts of the organization. The multitude of small actions is typically not intentional, teleological, formal, or even recognized as strategic. They emerge from within the organization in much the same way that strategies emerge from the environment.",
    "author": "Moncrieff, James.",
    "url": "https://learningleadershipstudy.files.wordpress.com/2012/11/moncrieff-1999.pdf",
    "pubtitle": "Is Strategy Making a Difference?",
    "date": "1999",
    "reflength": "one line",
    "approach": "Adaptive",
    "x": "649px",
    "y": "227px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Profit Patterns",
    "description": "Slywotzky argues that effective pattern recognition is essential in any strategy-development process. The 30 profit patterns he identifies are articulated in the following seven categories: megapatterns, value chain patterns, customer patterns, channel patterns, knowledge patterns, and organizational patterns.",
    "author": "Slywotzki, Adrian J., David J. Morrison, Ted Moser, Kevin A. Mundt, and James A. Quella.",
    "url": "http://www.breakthroughconsulting.us/Business_Products_Cart_files/Profit_Patterns__30_Ways_to_Anticipate_and_Profit_from_Strategic_Forces_Reshaping_Your_Business__Executive_Summary_Edition_.pdf",
    "pubtitle": "Profit Patterns: 30 Ways to Anticipate and Profit from Strategic Forces Reshaping Your Business",
    "date": "1999",
    "reflength": "three lines",
    "approach": "Classical",
    "x": "649px",
    "y": "275px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Delta Model",
    "description": "Hax's research gave rise to a new business model—a triangle—that reflects the many ways to compete in the late 1990s. The model offers three options: best product, customer solutions, and system lock-in. The best-product strategic option is built on the classic forms of competition through low cost or differentiation. A company can achieve cost leadership by aggressively pursuing economies of scale, product and process simplification, and market share to exploit experience and learning effects. A company can differentiate by enhancing product attributes to add value for the customer through technology, brand image, <br/>additional features, or special services.",
    "author": "Hax, Arnolodo C., Dean L. Wilde II.",
    "url": "http://sloanreview.mit.edu/article/the-delta-model-adaptive-management-for-a-changing-world/",
    "pubtitle": "The Delta Model: Adaptive Management for a Changing World",
    "date": "1999",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "649px",
    "y": "293px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Tipping Point",
    "description": "The tipping point is that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire. Just as a single sick person can start a flu epidemic, so too can a small but precisely targeted push cause a fashion trend, the popularity of a new product, or a drop in the crime rate.",
    "author": "Gladwell, Malcolm.",
    "url": "http://gladwell.com/the-tipping-point/",
    "pubtitle": "The Tipping Point: How Little Things Can Make a Big Difference",
    "date": "2000",
    "reflength": "two lines",
    "approach": "Visionary",
    "x": "664px",
    "y": "140px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Digital Strategy",
    "description": "The new economics of information, Evans and Wurster argue, is blowing apart the foundations of traditional business strategy. According to them, the business definition, industry definition, and competitive advantage are simultaneously up for grabs. They argue that with the spread of connectivity and common standards, a company's customers will increasingly have rich access to a universe of alternatives, its suppliers will exploit direct access to its customers, and focused competitors will pick off the most profitable parts of the value chain.",
    "author": "Evans, Philip and Thomas S. Wurster.",
    "url": "https://hbr.org/product/blown-to-bits-how-the-new-economics-of-information/an/877X-HBK-ENG",
    "pubtitle": "Blown to Bits: How the New Economics of Information Transforms Strategy",
    "date": "2000",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "664px",
    "y": "197px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Strategy Maps",
    "description": "Using their research with hundreds of balanced-scorecard adopters worldwide, Kaplan and Norton have created the \"strategy map,\" a tool that enables companies to precisely describe the links between intangible assets and value creation. They argue that the most critical aspect of strategy—implementation that ensures sustained value creation—depends on managing four internal processes: operations, customer relationships, innovation, and regulatory and social processes. The authors show how to use strategy maps to link those processes to desired outcomes; evaluate, <br/>measure, and improve the processes critical to <br/>success; and target investments in human, <br/>informational, and organizational capital.",
    "author": "Kaplan, Robert S. and David P. Norton.",
    "url": "https://hbr.org/product/strategy-maps-converting-intangible-assets-into-ta/an/1342-HBK-ENG",
    "pubtitle": "Strategy Maps: Converting Intangible Assets into Tangible Outcomes",
    "date": "2000",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "664px",
    "y": "268px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Strategy as Simple Rules",
    "description": "Eisenhardt argues that simple rules of strategy fall into five broad categories: how-to rules, boundary rules, priority rules, timing rules, and exit rules.",
    "author": "Eisenhardt, Kathleen M. and Donald Sull.",
    "url": "https://hbr.org/2001/01/strategy-as-simple-rules",
    "pubtitle": "Strategy as Simple Rules",
    "date": "2001",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "680px",
    "y": "182px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Serial Temporal Advantage",
    "description": "On the basis of their empirical work, Wiggins and Ruefli argue that competitive advantage isn't generally sustained. Instead, a company may be able to generate a series of individual advantages—all of which are temporary in nature.",
    "author": "Wiggins, Robert R. and Timothy W. Ruefli.",
    "url": "http://www.wiggo.com/ca97acad.pdf",
    "pubtitle": "Sustained Competitive Advantage: Temporal Dynamics and the Incidence and Persistence of Superior Economic Performance",
    "date": "2002",
    "reflength": "three lines",
    "approach": "Adaptive",
    "x": "694px",
    "y": "169px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Strategy Without Design",
    "description": "Using examples from the worlds of business, economics, military strategy, politics and philosophy, Chia and Holt argue that success may inadvertently emerge from the everyday coping actions of a multitude of individuals, none of whom intended to contribute to any preconceived design. A consequence of this is a paradox in strategic interventions, one that no strategist can afford to ignore. The more single-mindedly a strategic goal is sought, the more likely it is that such a calculated instrumental action will work to undermine its own initial success.",
    "author": "Chia, Robert C.H. and Robin Holt.",
    "url": "http://www.cambridge.org/us/academic/subjects/management/strategic-management/strategy-without-design-silent-efficacy-indirect-action",
    "pubtitle": "Strategy Without Design: The Silent Efficacy of Indirect Action",
    "date": "2002",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "694px",
    "y": "257px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Open Innovation",
    "description": "No company can afford to rely entirely on its own ideas to advance its business, and no company can restrict its innovations to a single path to market. <i>Open Innovation</i> outlines a new environment for R&D and demonstrates that it replaces the logic of an earlier era, in which innovation was closed off from outside ideas and technologies. Calling for a new logic that requires R&D managers to become conversant with business models and new structures for taking technology to market, open innovation requires senior managers to change the charter of their R&D organization, turning it into an effective vehicle to source external knowledge and generate knowledge.",
    "author": "Chesbrough, Henry.",
    "url": "http://www.amazon.com/Open-Innovation-Imperative-Profiting-Technology/dp/1578518377/ref=tmm_hrd_swatch_0?_encoding=UTF8&sr=8-1&qid=1426103853",
    "pubtitle": "Open Innovation: The New Imperative for Creating and Profiting from Technology",
    "date": "2003",
    "reflength": "two lines",
    "approach": "Shaping",
    "x": "710px",
    "y": "79px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Bottom of the Pyramid",
    "description": "Doing business with the world's 4 billion poorest people requires radical innovation in technology and business models. Multinational corporations must reevaluate price-performance relationships for products and services. Needing a new level of capital efficiency and new ways of measuring financial success, companies will be forced to transform their understanding of scale, from bigger is better to an ideal of highly distributed small-scale operations. The new managerial challenge: <br/>selling to the poor and helping them improve their lives by producing and distributing products and services in culturally sensitive, environmentally sustainable, and economically profitable ways.",
    "author": "Prahalad, C.K. and Stuart L. Hart.",
    "url": "http://www.amazon.com/The-Fortune-Bottom-Pyramid-Eradicating/dp/0131467506",
    "pubtitle": "The Fortune at the Bottom of the Pyramid: Eradicating Poverty Through Profits",
    "date": "2004",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "725px",
    "y": "244px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Hardball",
    "description": "According to <i>The Hardball Manifesto,</i> companies need to relearn the fundamental behaviors of winning, focus relentlessly on competitive advantage, strive for \"extreme\" competitive advantage, avoid attacking directly, exploit people's will to win, and know the caution zone. The strategies are to deploy these in bursts of ruthless intensity, devastate rivals' profit sanctuaries, plagiarize with pride, deceive the competition, unleash massive and overwhelming force, and raise competitors' costs.",
    "author": "Stalk, George, Jr. and Rob Lachenauer.",
    "url": "https://hbr.org/2004/04/hardball-five-killer-strategies-for-trouncing-the-competition",
    "pubtitle": "Hardball: Five Killer Strategies for Trouncing the Competition",
    "date": "2004",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "725px",
    "y": "262px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Blue-Ocean Strategy",
    "description": "Chan and Mauborgne address the dichotomy between \"blue ocean\" strategies, which are focused on creating new markets, and \"red ocean\" strategies, which are focused on competing in existing markets. They highlight the ways that the former are generally preferable and provide a set of tools, which are available online, to help support strategy development.",
    "author": "Kim, W. Chan and Renée Mauborgne.",
    "url": "http://www.blueoceanstrategy.com/",
    "pubtitle": "Blue Ocean Strategy: How to Create Uncontested Market Space and Make the Competition Irrelevant",
    "date": "2005",
    "reflength": "three lines",
    "approach": "Visionary",
    "x": "741px",
    "y": "93px",
    "bcg": "false",
    "align": "bottom"
},
{
    "framework": "Strategic Intent",
    "description": "Hamel and Prahalad argue that Western companies focus on trimming their ambitions to match resources and, as a result, search only for advantages they can sustain. Japanese corporations leverage resources by accelerating the pace of organizational learning and trying to attain seemingly impossible goals. These companies foster the desire to succeed among their employees and maintain it by spreading the vision of global leadership. The authors describe four techniques that Japanese companies use: building layers of advantage, searching for \"loose bricks,\" changing the terms of engagement, and competing through collaboration.",
    "author": "Prahalad, C.K. and Gary Hamel.",
    "url": "https://hbr.org/2005/07/strategic-intent",
    "pubtitle": "Strategic Intent",
    "date": "2005",
    "reflength": "one line",
    "approach": "Classical",
    "x": "741px",
    "y": "243px",
    "bcg": "false",
    "align": "top"
},
{
    "framework": "Shared Value",
    "description": "Companies must take the lead in bringing business and society back together. Sophisticated business and thought leaders recognize this, and new models are emerging. Still, there is no overall framework for guiding these efforts, and most companies remain stuck in a \"social responsibility\" mind-set that keeps societal issues at the periphery. Shared value involves creating economic value in a way that also creates value for society. Businesses must reconnect company success with social progress. Shared value is not social responsibility, philanthropy, or even sustainability. <br/>It’s a new way to achieve economic success.",
    "author": "Porter, Michael E. and Mark R. Kramer.",
    "url": "https://hbr.org/2011/01/the-big-idea-creating-shared-value",
    "pubtitle": "Strategy & Society: The Link between Competitive Advantage and Corporate Social Responsibility",
    "date": "2006",
    "reflength": "three lines",
    "approach": "Shaping",
    "x": "755px",
    "y": "63px",
    "bcg": "false",
    "align": "right"
},
{
    "framework": "Business Model Innovation",
    "description": "Business model innovation involves six factors: product and service offering, target segments, revenue model, value chain, cost model, and organization. BMI is defined as the act of changing multiple business-model components, leading to delivery of a superior value proposition. A core tenet of BMI is that for innovation to be truly effective, it needs to occur simultaneously on multiple dimensions. Product innovation alone, for example, will generate subpar returns.",
    "author": "Lindgardt, Zhenya, Martin Reeves, George Stalk, and Michael S. Deimler.",
    "url": "https://www.bcg.com/documents/file36456.pdf",
    "pubtitle": "Business Model Innovation: When the Game Gets Tough, Change the Game",
    "date": "2009",
    "reflength": "three lines",
    "approach": "Adaptive",
    "x": "800px",
    "y": "150px",
    "bcg": "true",
    "align": "left"
},
{
    "framework": "Adaptive Advantage",
    "description": "Adaptive advantage proves that the traditional dimensions of competitive advantage (scale and position) have become mostly obsolete. It introduces five new dimensions of advantage as the basis for success in turbulent times: signal advantage, experimentation advantage, organization advantage, systems advantage, and ecosocial advantage.",
    "author": "Reeves, Martin, Michael S. Deimler, Yves Morieux, and Ron Nicol.",
    "url": "http://www.bcg.com/documents/file37859.pdf",
    "pubtitle": "Adaptive Advantage",
    "date": "2010",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "816px",
    "y": "152px",
    "bcg": "true",
    "align": "left"
},
{
    "framework": "Competitive Strategy: Options and Games",
    "description": "Chevalier-Roignant and Trigeorgis describe an emerging paradigm that can quantify and balance commitment and flexibility. \"Option games\" allow for the combination of decision-making approaches to real options and game theory. The authors first discuss prerequisite concepts and tools of basic game theory, industrial organization, and real-options analysis, and then present the new approach in discrete time and, later, in continuous time.",
    "author": "Chevalier-Roignant, Benoit and Lenos Trigeorgis.",
    "url": "http://mitpress.mit.edu/books/competitive-strategy",
    "pubtitle": "Competitive Strategy: Options and Games",
    "date": "2012",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "846px",
    "y": "234px",
    "bcg": "false",
    "align": "left"
},
{
    "framework": "Transient Competitive Advantage",
    "description": "McGrath argues that it's time to go beyond the very concept of sustainable competitive advantage. Instead, organizations need to forge a new path to winning: capturing opportunities fast, exploiting them decisively, and moving on even before they are exhausted. She shows how to do this with a new set of practices based on the notion of transient competitive advantage.",
    "author": "McGrath, Rita Gunther.",
    "url": "http://ritamcgrath.com/books/the-end-of-competitive-advantage/",
    "pubtitle": "The End of Competitive Advantage: How to Keep Your Strategy Moving as Fast as Your Business",
    "date": "2013",
    "reflength": "two lines",
    "approach": "Adaptive",
    "x": "862px",
    "y": "130px",
    "bcg": "false",
    "align": "left"
},
{
    "framework": "Algorithmic Strategy",
    "description": "Algorithmic strategy, like game theory, rests on the concept that the behavior of individual actors in a given market and the probabilities and outcomes of specific decisions can be modeled effectively. Given that, strategies can be articulated as algorithms that maximize a particular objective function (for example, profitability) or that operate with specific constrains (for example, maximum risk). The work highlights a set of dynamic search and adaptation capabilities that can be studied using the algorithmic and computational properties of the problems they are meant to solve and the efficiency and reliability by which they search a solution space.",
    "author": "Moldoveanu, Mihnea C.",
    "url": "http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2210077",
    "pubtitle": "Algorithmic Foundations for Business Strategy",
    "date": "2013",
    "reflength": "two lines",
    "approach": "Classical",
    "x": "862px",
    "y": "230px",
    "bcg": "false",
    "align": "left"
}
]
